<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Quiz Wiki - 문제풀기</title>
<link rel="stylesheet" type="text/css" href="/css/pboard/cbt.css">
<link rel="stylesheet" type="text/css" href="/css/common.css">
</head>
<body>
    <div class="cbt-wrap">
        <div class="cbt-header-wrap">
            <p class="cbt-title-text">국어 2016수능 기출문제</p>
            <p class="cbt-timer">경과시간:<span id="cbt-timer-time">0분 0초<span></p>
        </div>
    
        <div class="cbt-content-wrap">
            <div class="cbt-problem-wrap">
                <div class="cbt-multi-problem">
                    <div class="problem-content">
                        1. 글의 내용과 일치하지 않는 것은?
                    </div>
                    <div class="problem-print">
<p>
사람들이 지속적으로 책을 읽는 이유 중 하나는 즐거움이다.<br>
독서의 즐거움에는 여러 가지가 있겠지만 그 중심에는 ‘소통의즐거움’이 있다.<br>
독자는 독서를 통해 책과 소통하는 즐거움을 경험한다. 독서는 필자와 간접적으로 대화하는 소통 행위이다.<br>
독자는 자신이 속한 사회나 시대의 영향 아래 필자가 속해 있거나<br>
드러내고자 하는 사회나 시대를 경험한다. 직접 경험하지 못했던 다양한 삶을 필자를 매개로 만나고 이해하면서 <br>
독자는 더 넓은 시야로 세계를 바라볼 수 있다. 이때 같은 책을 읽은 독자라도 독자의 배경<br>
지식이나 관점 등의 독자 요인, 읽기 환경이나 과제 등의 상황요인이 다르므로, 필자가 보여 주는 세계를 <br>
그대로 수용하지 않고 저마다 소통 과정에서 다른 의미를 구성할 수 있다.<br>
이러한 소통은 독자가 책의 내용에 대해 질문하고 답을 찾아내는 과정에서 가능해진다.<br>
독자는 책에서 답을 찾는 질문, 독자 자신에게서 답을 찾는 질문 등을 제기할 수 있다.<br>
전자의 경우 책에 명시된 내용에서 답을 발견할 수 있고, 책의 내용들을 관계 지으며 <br>
답에 해당하는 내용을 스스로 구성할 수도 있다. 또한 후자의 경우 책에는 없는 독자의<br>
경험에서 답을 찾을 수 있다. 이런 질문들을 풍부히 생성하고 주체적으로 답을 찾을 때 소통의 즐거움은 더 커진다.<br>
한편 독자는 ㉠ 다른 독자와 소통하는 즐거움을 경험할 수도있다. <br>
책과의 소통을 통해 개인적으로 형성한 의미를 독서 모임이나 독서 동아리 등에서 <br>
다른 독자들과 나누는 일이 이에 해당한다. 비슷한 해석에 서로 공감하며 기존 인식을 강화하거나<br>
관점의 차이를 확인하고 기존 인식을 조정하는 과정에서, 독자는 자신의 인식을 심화 확장할 수 있다. <br>
최근 소통 공간이 온라인으로 확대되면서 독서를 통해 다른 독자들과 소통하며 즐거움을<br>
누리는 양상이 더 다양해지고 있다. 자신의 독서 경험을 담은 글이나 동영상을 생산 공유함으로써,<br>
책을 읽지 않은 타인이 책과 소통하도록 돕는 것도 책을 통한 소통의 즐거움을 나누는일이다.    <br>
</p>
                    </div>
                    <ul class="problem-choise">
                        <li class="problem-choise-selected">
                            같은 책을 읽은 독자라도 서로 다른 의미를 구성할 수 있다.
                        </li>
                        <li>
                            다른 독자와의 소통은 독자가 인식의 폭을 확장하도록 돕는다.
                        </li>
                        <li>
                            독자는 직접 경험해 보지 못했던 다양한 삶을 책의 필자를 매개로 접할 수 있다.
                        </li>
                        <li>
                            독자의 배경지식, 관점, 읽기 환경, 과제는 독자의 의미 구성에 영향을 주는 독자 요인이다.
                        </li>
                        <li>
                            독자는 책을 읽을때 자신이 속한 사회나 시대의 영향을 받으며 필자와 간접적으로 대화한다.
                        </li>
                    </ul>
                </div>
            </div>
    
            <div class="cbt-omr-wrap">
                <p class="omr-title-text">정답지</p>
                <ul class="omr-list">
                    <li class="omr-item">
                        <span class="omr-index">01.</span>
                        <ul class="omr-choise">
                            <li class="omr-choise-selected">
                            </li>
                            <li>
                            </li>
                            <li>
                            </li>
                            <li>
                            </li>
                            <li>
                            </li>
                        </ul>
                    </li>
                </ul>
                <div class="custom-hr"></div>
                <div class="omr-submit custom-btn green-btn">제출하기</div>
            </div>
        </div>
    
        <div class="cbt-footer-wrap">
            <div class="cbt-footer-ui">
                <div class="custom-btn-list">
                    <div class="custom-btn  blue-btn">이전</div>
                    <p class="cbt-footer-index">1번</p>
                    <div class="custom-btn blue-btn">다음</div>
                </div>
            </div>
        </div>
    </div>
	<script type="text/javascript">
		
		let plist = [
			{
				"type":"m",
				"content":"글의 내용과 일치하지 않는 것은?",
				"choise":[
						"같은 책을 읽은 독자라도 서로 다른 의미를 구성할 수 있다.",
						"다른 독자와의 소통은 독자가 인식의 폭을 확장하도록 돕는다.",
						"독자는 직접 경험해 보지 못했던 다양한 삶을 책의 필자를 매개로 접할 수 있다.",
						"독자의 배경지식, 관점, 읽기 환경, 과제는 독자의 의미 구성에 영향을 주는 독자 요인이다.",
						"독자는 책을 읽을때 자신이 속한 사회나 시대의 영향을 받으며 필자와 간접적으로 대화한다."
					],
				"answer":"4",
				"userAnswer":"0",
				"desc":"답은 4번이다 왜냐하면 나도 모른다. 답안지에 4번이라고 나와있다.",
				"print":`사람들이 지속적으로 책을 읽는 이유 중 하나는 즐거움이다.
					독서의 즐거움에는 여러 가지가 있겠지만 그 중심에는 ‘소통의
					즐거움’이 있다.
					독자는 독서를 통해 책과 소통하는 즐거움을 경험한다. 독서는
					필자와 간접적으로 대화하는 소통 행위이다. 독자는 자신이 속한
					사회나 시대의 영향 아래 필자가 속해 있거나 드러내고자 하는
					사회나 시대를 경험한다. 직접 경험하지 못했던 다양한 삶을
					필자를 매개로 만나고 이해하면서 독자는 더 넓은 시야로 세계를
					바라볼 수 있다. 이때 같은 책을 읽은 독자라도 독자의 배경
					지식이나 관점 등의 독자 요인, 읽기 환경이나 과제 등의 상황
					요인이 다르므로, 필자가 보여 주는 세계를 그대로 수용하지
					않고 저마다 소통 과정에서 다른 의미를 구성할 수 있다.
					이러한 소통은 독자가 책의 내용에 대해 질문하고 답을
					찾아내는 과정에서 가능해진다. 독자는 책에서 답을 찾는
					질문, 독자 자신에게서 답을 찾는 질문 등을 제기할 수 있다.
					전자의 경우 책에 명시된 내용에서 답을 발견할 수 있고,
					책의 내용들을 관계 지으며 답에 해당하는 내용을 스스로
					구성할 수도 있다. 또한 후자의 경우 책에는 없는 독자의
					경험에서 답을 찾을 수 있다. 이런 질문들을 풍부히 생성
					하고 주체적으로 답을 찾을 때 소통의 즐거움은 더 커진다.
					한편 독자는 ㉠ 다른 독자와 소통하는 즐거움을 경험할 수도
					있다. 책과의 소통을 통해 개인적으로 형성한 의미를 독서 모임
					이나 독서 동아리 등에서 다른 독자들과 나누는 일이 이에 해당
					한다. 비슷한 해석에 서로 공감하며 기존 인식을 강화하거나
					관점의 차이를 확인하고 기존 인식을 조정하는 과정에서, 독자는
					자신의 인식을 심화 확장할 수 있다. 최근 소통 공간이 온라인
					으로 확대되면서 독서를 통해 다른 독자들과 소통하며 즐거움을
					누리는 양상이 더 다양해지고 있다. 자신의 독서 경험을 담은
					글이나 동영상을 생산 공유함으로써, 책을 읽지 않은 타인이
					책과 소통하도록 돕는 것도 책을 통한 소통의 즐거움을 나누는
					일이다.`,
			},
			{
				"type":"m",
				"content":"다음은 학생이 독서 후 작성한 글의 일부이다. [A]를 바탕으로 ⓐ~ⓔ를 이해한 내용으로 가장 적절한 것은?",
				"choise":[
					"ⓐ와 ⓑ에는 모두 독자 자신에게서 답을 찾는 질문이 나타난다.",
					"ⓒ와 ⓓ에는 모두 책에 명시된 내용에서 질문의 답을 찾아 내는 모습이 나타난다.",
					"ⓐ에는 책에서 답을 찾는 질문이 ⓔ에는 그에 대한 답을 독잡의 경험에서 찾아내는 모습이 나타난다.",
					"ⓑ에는 책에서 답을 찾는 질문이 ⓒ에는 그에 대한 답을 책의 내용들을 관계 지으며 찾아내는 모습이 나타난다.",
					"ⓓ에는 독자 자신에게서 답을 찾는 질문이 ⓔ에는 그에 대한 답을 독자의 경험에서 찾아내는 모습이 나타난다."
				],
				"answer":"5",
				"userAnswer":"0",
				"desc":"답은 5번이다. 그냥 5번이 맘에 든다.",
				"print":`<span style="text-decoration:underline;">ⓐ음악 시간에 들었던 베토벤의 교향곡 합창이 위대한 작품인 이유는 무엇일까? 하는 생각에,</span>
				 베토벤에 대한 책을 빌렸다. 책에서는 기악만으로 구성됐던 교향곡에 성악을 결합해 개성을 드러냈다는 점에서 <span style="text-decoration:underline;">ⓑ이 곡이 낭만주의 음악의 특징을 보여준다고 했다.</span>
				 합창을 해설한 부분에 이어, 베토벤의 생애에 관한 뒷부분도 읽었는데, <span style="text-decoration:underline;">ⓒ이 내용들을 종합해, 정말적 상황에서도 열정적으로 자신이 좋아하는 일을 했기에 교향곡 구성의
				 새로움을 보여준 명작이 탄생했음을 알게됐다.</span> <span style="text-decoration:underline;">ⓓ내가 진정으로 좋아하는 일이 무엇인지 나에게 묻게 되었다.</span> 
				 <span style="text-decoration:underline;">ⓔ글 쓰는 일에서 가장 큰 행복을 느꼈던 나를 발견</span>할 수 있었고, 나도 어떤 상황에서든 좋아하는 일을 계속해야겠다고 생각했다.`,
			}
		];
		
		
		
	</script>
</body>
</html>